{"title":"Level 114","description":"\n                        \n\nrating: +42+–x\n\n\n\n\n\n \n\n\n\n\n\n\n\n\nSURVIVAL DIFFICULTY:\n\n\nClass Nostalgia…?\n\n\n\n\n\nYou're Home \nYou're Safe \n…Right? \n\n\n\n\nAn image depicting one of Level 114's many different forms.\n\n\n\nLevel 114 is the 115th Level of the Backrooms, discovered on 4/17/2021 by wanderer Janine Brown. It takes the form of each wanderer's childhood bedroom, with a black void extending infinitely behind the doorway.\nDescription\nLevel 114 is spatially desynchronous – with some exceptions, every wanderer’s experience is unique, and each wanderer will experience the level alone. Physically, the level resembles each wanderer's childhood bedroom as it appeared in their pre-teen years (around 9 to 12 years old).\nIt is not known what the level would look like if a wanderer had more than one childhood bedroom. If a wanderer had more than one childhood bedroom, Level 114 may assume a form that contains jumbled spatial architecture similar to that of Level 38, often described as \"several rooms fused together erratically\". Additionally, if two or more wanderers who once shared the same childhood room enter Level 114 simultaneously, they will be placed in the same space together. Unless this condition is satisfied, wanderers cannot observe their simultaneous co-existence within the level.\nUpon entry into Level 114, wanderers usually find themselves standing in the doorway, oriented such that they face into the room. The door behind them will be slightly ajar, with nothing except a black void beyond, which appears to be completely empty.\nApart from the void space, the bed within the room is a key similarity between each distinct manifestation of the level. In every instance of Level 114, the wanderer's childhood bed will be replaced by the same single-sized bed.1 This consists of a single-size mattress fitted snugly to a wooden frame, with a blue bedsheet sporting a floral pattern on the underside. The bedsheets are infested with bed bugs, and wanderers who lay on the bed will often find themselves bitten on exposed skin, experiencing an uncomfortable rash.\nAdditionally, most electrical or electronic appliances which manifest within Level 114 cannot be powered on. This effect appears to be extranormal – when examined, electrical components of these appliances never showed discernible defects. Devices brought into the level are thankfully unaffected by this phenomenon and will work normally. Despite this, working batteries or other power sources remain unable to power the level's broken appliances.\nThe only functioning appliance found within the level seems to be the light switch, which is turned on by default. Even so, the lights in the room are unlikely to appear as they did in the wanderer's original childhood bedroom. Without fail, the lighting in the room appears a dim, sterile white, only barely bright enough to illuminate the surroundings. Wanderers are advised not to turn off the lights in the room under any circumstances, as this would allow Smilers hiding in dark spaces to emerge and attack.\nProperties of The Void\nRather than acting as a hard \"barrier\" indicating the confines of the level, the void appears to be integrated within its spatial architecture — it may be entered freely, and contains breathable air. Gravity is also lowered within the space, creating an effect similar to being suspended in water.\nDespite this, the viscosity of the ether is too low for simple motions to counteract the remaining gravitational forces. In other words, it is not possible to swim upwards in the void, and wanderers who fall out of reach of the doorway will continue drifting down into the darkness. No bodies have been recovered from the void, and it is assumed that those lost within eventually die of dehydration.\n\n\nWhile it appears devoid of the fearsome monstrosities which lurk in other such spaces, this is by no means a pleasant domain. The gulf is wide and yawning as the ocean, with no discernible beginning or end in any direction. It is deep and black as ink, descending to depths into which no man may dive and return to the light. Though no creature has emerged from it to devour the quaking forms of passers-by, it may yet be that some foul beast lurks unseen within the endless abyss.\nPeering into this haunting chasm, one is inexorably reminded of the jaws of death. It is disquieting to realize that such a fate awaits our spirits — even here, in this lost world — at the end of our journeys upon the mortal plane. Neither is the room behind the doorway of any comfort, drab and devoid of life as if the looming horror of the void had crept in and overshadowed the space also, choking out the life within it, till it too was a deathly shadow of its former self. Such is the fate of many men, given to despair at a wasted and futile existence, doomed to do naught but wait to be swallowed whole by the darkness of the gulf below.\n\n— Excerpt from το χαμένο βιβλίά του χώρου (to Chaméno Vivlíá tou Chórou), volume XII.\n\nFig. 1: A description of the void of Level 114, taken from a Lost Legions document (dated ~650 CE). Courtesy of Leo Castellos.\n\nTo stop wanderers from falling irretrievably into the space, the M.E.G. has tied a long rope measuring about 150 yards (~137 m) to the doorknob on the other side of the room2. Wanderers who inadvertently fall in may \"swim\" towards the rope and use it to climb back up into the adjoining room.\nEntities\nStress Mould\nIt was only recently discovered that Level 114 plays host to a unique form of mould, which grows in small patches on the walls and ceiling of the room. The mould appears to have anxiety-inducing properties. Analysis has revealed that the fungal growths contain a presently unidentified biological protein responsible for the mould's intense \"soggy dirt\" scent. The compound has been found to stimulate the parts of the human brain which manage stress response, increasing levels of adrenaline and eliciting anxiety.\nThe patches of Stress Mould will grow rapidly over the duration of one's stay in the room, causing one's stress levels to heighten gradually over time. It has been found that levels of mould in the room exceed safety limits after approximately 8 hours, becoming hazardous to human respiratory and neurological health. Wanderers are thus advised not to linger within Level 114 for extended periods.\nSmilers\nThe underside of the bed hosts an infestation of Smilers, and more may be hiding in dark areas, such as the inside of a cupboard or drawer. They will remain harmlessly within their dark spaces while the lights are on, but turning off the lights in the room will allow them to emerge.\nWindows\nThe windows in the room are occasionally replaced by their malevolent liminal counterparts.3 Wanderers who recall having windows in their childhood bedrooms should be wary. If a wanderer’s childhood room had no windows, they should have nothing to worry about.\nBases, Outposts, and Communities\nDue to the small size and spatially desynchronous nature of Level 114, no bases, outposts, or communities have been established within.\nEntrances And Exits\nEntrances\n\nThere is a small chance that exiting any level through a door may result in entry into Level 114.\n\nExits\n\nFall asleep in this room, and you will awake on a street on Level 9.\nSaying \"I'm so bored…\" in a dull voice leads you to Level 25.\nThere is a small chance that 3 balloons of varying colours may be tied to the doorknob. Touching them will bring you to a party! =)\n\n\nInterview Log\nThe M.E.G. conducted the following interview with Janine Brown. As the first wanderer documented to have entered and exited Level 114 successfully, she is credited with its official discovery.\n\n\nShow interview log\n\nHide interview log\n\n\nInterview Log 10328\n\n<Begin Log>\nDate: 5/26/2021\nTime: 16:42\nInterviewer: M.E.G. Archivist Lake Kesler\nInterviewee: Janine Brown\n\nLake: We’ll get right to business, then?\nJanine: (Janine fidgets) Sure…\nLake: Great, thank you. Could you please tell us what you saw?\nJanine: I… I was in my bedroom… the room I had when I was a kid.\nLake: Okay. Could you describe what your room looked like?\nJanine: It was… maybe… sixteen feet by twenty feet? Beige drywall, grey carpet. Bed flush against the left wall, from the doorway, with a Barbie poster on the wall above it. And a pink stool for my night light. Desk to the right… your regular sort of… IKEA desk, I guess… Closet straight ahead. With a… wooden sliding door, painted white. Toys and stuff all over the floor, as usual. But… there was just something… off… about everything. It didn’t make me feel at home.\nLake: Could you describe the differences you observed?\nJanine: The bed was different. Last I remember, my bedsheets were this… flaming, vivid pink. I was crazy over pink as a kid. But wherever I was, the bedsheets were dark blue, with this gross floral pattern. I don’t think it was too clean either… I felt kinda itchy after laying on it for a while.\nLake: Great. Anything else?\n(Janine thinks pensively for a moment.)\nJanine: There was this really musty smell. Like rotting wood, or something. And the room was… just… cold.\nLake: When you use the word “cold”, are you referring to temperature, or–\nJanine: Well, yes, it did feel cold too, but… no. No, not really. It wasn’t just that. Something about it just felt… dead. Lifeless.\nLake: Hmm.\n(Janine pauses, gathering her thoughts.)\nJanine: It was… it was the lights. The lights were all… wrong. I was an interior designer… back in the Frontrooms. In Toronto. I like to think I was pretty good.\nLake: Okay… now I’m not sure I’m following. How does that relate, exactly?\nJanine: The biggest thing I learned in architecture school… it’s maybe the first thing we’re taught about interior… is lighting. Most people don’t think too much about it. But it really makes or breaks a place. Too dark, people get depressed. Too bright, people get stressed or tired by the glare. Too cold, and people get… antsy.\nLake: I see. So, how would you describe the lighting in your room… or, well, the version you found yourself in?\nJanine: You know those lights in stairwells? Like, in the ugly concrete ones some buildings have… the ones nobody usually uses, because everyone just takes the elevator?\nLake: Yes…\nJanine: It was… kinda like that. Lifeless. Just this… ugly, dim, white light. It made me feel sick. It cast this sort of… pallor… over the whole room. Bright enough to see, but not enough to feel at home.\n(Janine pauses, shifting uncomfortably.)\nLake: Okay. And would you say that this was similar to how your room was as a kid?\nJanine: No. It was nothing like it. My room was always bright and warm. My lights were yellow, I think. That probably helped. I had a lamp for a night light, too. It was shaped like a duck… about the size of a coffee mug. I called him Finn. He kept the shadows in the closet.\n(She pauses, reminiscing.)\nJanine: And there was lots of pink, of course. Dad never agreed to repaint the walls, but my bedsheets, my toys, my dresses, my chair, my Barbie Princess school bag. All pink as a tulip.\nLake: And how would you describe your feelings towards your room, as it used to be?\nJanine: I used to love my room… it was where I did everything. Doodles, homework, playing with toys. Sleepovers with Kathy and Lizzie from school.\n(Janine smiles gently, a hint of warmth breaking across her face as she recalls better times.)\nJanine: Sure, I spent lots of time running around outside. But for a kid, your room is like your castle. Your own little fort. Your kingdom. When I had a bad day at school, it was a refuge where I could shut myself out from the world and its sharp edges, and just be alone with my thoughts. It was like a-… like a second mother to me. Or an older sister. A place that… sheltered me. Took care of me, as I grew up.\nLake: (Nodding) A bit of a strange way to put it, but I guess I get that.\nJanine: I mean, I know rooms aren’t living things or anything, but – again, as a designer – there’s a certain sense of… soul that places can have. You get what I mean?\n(A spark of enthusiasm is visible in Janine's eyes. Lake nods.)\nJanine: It’s always with places that have people, though. It's… it's like… there's a patch in the grass from where people walk over it. Or when you hang your jacket on the doorknob, after you get home. Or… or when you leave an ink mark on the desk. Or- or when your chair gets squeaky after you’ve sat on it for a couple of years.\n(She gesticulates with some excitement.)\nJanine: A bit of who we are is always left in the places we go. Sure, the place is no longer pristine or perfect… but that's precisely what gives it some character. It's like the room starts to become a part of us. It gives places a bit of life, you know?\nLake: That’s a lovely sentiment.\nJanine: It really is.\n(A comfortable silence hangs in the air for a time. Yet it is short-lived.)\nJanine: But people don’t last forever, do they?\n(The light fades quickly from Janine's eyes.)\nLake: I… I suppose not. What’s that got to do with anything?\nJanine: People change. And so do their places.\n(There is a hint of sadness in her voice, now.)\nLake: Hmm.\nJanine: I moved out of my parents’ house, eventually. Went to college, found a job. Got a house in the city. Met a guy. Got… engaged.\n(Janine pauses for an inordinately long time. The shadow across her countenance seems to deepen. Her eyes appear hollow, and she stares blankly into the distance as she speaks again.)\nJanine: Got cheated on. Started drinking. Wrecked my car. Lost my job. Struggled a couple of years, before I found myself stuck in here.\n(Her tone carries a sharp note of bitterness.)\nJanine: The little girl I used to be, with pretty pink dresses and stuffed giraffes and fairy tales… with hopes, and dreams, with a life and marriage and career ahead of her. She’s just… not here. Not anymore.\n(For the briefest of moments, a spark of fierce anger flickers in her eyes. But just as quickly, it dies out, and the haunted, dead expression returns to her face.)\nJanine: So that’s what my room felt like, I think. Dead. Like the person I used to be. No more laughter. No more sleepovers. No more pink. Like the shell of a cocoon left behind, after the butterfly’s moved on.\nLake: So… past its time?\nJanine: Exactly.\n(She grimaces.)\nJanine: You know, you always start off thinking you’ll become a butterfly. Now, I’m not so sure.\n(There is a pause. Janine shifts, cupping her face in her hand pensively, as her eyes continue to gaze into the distance.)\nJanine: Maybe… I’m just the cocoon. Maybe my dreams have just flown away and left me behind.\n(Silence falls once again. This time, it is tinged with melancholy.)\nLake: I’m… sorry to hear that.\nJanine: It's okay. Not as if it's your fault.\n(A wry smile returns to Janine's face. The atmosphere of the room lightens considerably, as Lake begins to wrap up the interview.)\nLake: It might… interest you to know that we’ve definitely heard some similar things from our operatives in the field. But you’re the first case we’ve officially documented.\nJanine: (With a hint of mock smugness) Guess you guys owe me a prize, then.\nLake: Anything else out of place that you noticed about the room?\nJanine: I tried the door. Black void outside. I’ve heard enough about Level 6 to know not to risk it. I threw a pen from my desk into it… it just floated downwards like it was sinking in water.\nLake: Glad you were smart about it… most wanderers don’t have two brain cells between them.\nJanine: Heh.\nLake: But if the doorway wasn’t usable, how did you leave, then?\nJanine: I hung out in the room a while. Thought maybe it was an escape room sort of shtick, searched around for anything, but nothing was working. After a couple of hours, I was getting really antsy… the lights just were not helping. In the end, I was gonna try the Mountain King route. But as I was sitting on the bed and reading the instructions on my phone, I just kinda… dozed off, I guess. I woke up, and I found myself in 9.\nLake: Well, I think that’s all the information we need. It’s been lovely meeting you, Janine.\nJanine: It’s been a pleasure. A relief, actually, to talk about it. Feels like I’m leaving the discomfort of the experience behind.\nLake: I’m glad you feel that way.\n<End Log>\n\nResult: The findings were consistent with word-of-mouth reports told to operatives in the field, as well as later interviews with other wanderers. A M.E.G. team was deployed to find the entrance to Level 114 for further research and documentation.\n\n\n\n\n\n\n\n\n\nAuthor(s) and image licensing\n\nHide author(s) and image licensing\n\nIdeated and drafted by Xylense.\nEdited, expanded upon, and posted by Kai4C, with full permission.\nGlory be to the Man in White.\nImage credits:\n\"Nostalgia...?\" Custom Survival Difficulty Class image under image license CC 3.0 BY from\nDave Gandy.\nLevel image used with permission under image license CC0 from r/outcastweirdo.\n\n\n\n\n\n\n« Level 113 | Level 114 | Level 115 »\n\n\n\nFootnotes\n1. Rooms containing multiple beds will select one to replace. Other beds in the room will simply fail to appear, replaced with empty space. In the rare case that the childhood room did not contain a bed, the level's bed will still appear in an appropriate position within the room.\n2. It appears that the spatially desynchronous properties of the level are weakened within the void, allowing the rope to remain in existence across all instances of Level 114. Ordinarily, objects thrown out into the void by wanderers will not be visible to others in simultaneous and separate experiences of the level. However, the liminal architecture appears to have accepted the rope as a 'permanent fixture' after it had been attached for a period of several hours.\nThe rope, initially used for exploration of the void, was initially left behind by M.E.G. researchers Joshua and Josiah Hale. It was expected to spontaneously de-manifest along with the level's form once testing had concluded, and they had left the level. However, the brothers returned a week later for further research, only to find the rope intact.\n\n3. Regular non-entity windows which manifest will otherwise open up into the void.\n\n\n                    ","images":[{"src":"https://media.discordapp.net/attachments/714030848525205555/949286827343380480/73y3g8i9mel81.png?width=623&height=467","alt":"73y3g8i9mel81.png?width=623&height=467"},{"src":"http://www.wikidot.com/avatar.php?userid=7896617&amp;size=small&amp;timestamp=1652961609","alt":"Xylense"},{"src":"http://www.wikidot.com/avatar.php?userid=7335456&amp;size=small&amp;timestamp=1652961609","alt":"Kai4C"}],"eae":{"exits":[]}}